tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pantsbuild/tap"
tap "qmk/qmk"
brew "python@3.12"
brew "openjdk@17"
brew "apache-spark"
brew "bat"
brew "black"
brew "eza"
brew "fd"
brew "fish"
brew "flake8"
brew "fzf"
brew "gh"
brew "ghc"
brew "git-delta"
brew "go"
brew "haskell-stack"
brew "ipython"
brew "isort"
brew "jq"
brew "node"
brew "jupyterlab"
brew "openjdk"
brew "kafka"
brew "lazydocker"
brew "luajit"
brew "mcfly"
brew "minio"
brew "mypy"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pip-tools"
brew "pipenv"
brew "pipx"
brew "poetry"
brew "postgresql@15", restart_service: true
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyright"
brew "python-lsp-server"
brew "pyvim"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "scala"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "virtualenv"
brew "wget"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "go-task/tap/go-task"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "1password-cli"
cask "chatgpt"
cask "font-code-new-roman-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "karabiner-elements"
cask "pants"
cask "rar"
cask "stats"
cask "telegram"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "pomdtr.excalidraw-editor"
