tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "python@3.12"
brew "openjdk@17"
brew "apache-spark"
brew "black"
brew "eza"
brew "fd"
brew "fish"
brew "flake8"
brew "fzf"
brew "gh"
brew "go"
brew "ipython"
brew "isort"
brew "jq"
brew "node"
brew "jupyterlab"
brew "openjdk"
brew "kafka"
brew "mypy"
brew "mysql"
brew "neovim"
brew "nvm"
brew "pip-tools"
brew "pipenv", link: false
brew "pipx"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyright"
brew "python-lsp-server"
brew "pyvim"
brew "ripgrep"
brew "rust-analyzer"
brew "scala"
brew "terraform"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "go-task/tap/go-task"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "font-code-new-roman-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "hiddenbar"
cask "karabiner-elements"
cask "rar"
cask "stats"
