tap "homebrew/bundle"
tap "homebrew/cask"
tap "koekeishiya/formulae"
tap "redpanda-data/tap"
brew "python@3.12"
brew "black"
brew "eza"
brew "fish"
brew "flake8"
brew "gh"
brew "go"
brew "ipython"
brew "isort"
brew "jq"
brew "node"
brew "jupyterlab", link: false
brew "mypy"
brew "mysql"
brew "neovim"
brew "nvm"
brew "openjdk@11"
brew "pip-tools"
brew "pipenv", link: false
brew "pipx"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyright"
brew "python-argcomplete"
brew "python-lsp-server"
brew "redis"
brew "ripgrep"
brew "rust-analyzer"
brew "tmux"
brew "tree"
brew "virtualenv"
brew "wget"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "redpanda-data/tap/redpanda"
cask "1password-cli"
cask "google-cloud-sdk"
cask "unnaturalscrollwheels"
